Repository: ViktorVojtek/saffron-3d-configurator
Catalog: src/locales/*/messages.po
Languages: sk

source: Bed material type: {0}
sk: Typ materiálu postele: {0}

source: Bed type: {0}
sk: Typ postele: {0}

source: Configured bed
sk: Nakonfigurovaná postel

source: Cover
sk: Poťah

source: Email Address
sk: Emailová adresa

source: First Name
sk: Meno

source: Head
sk: Čelo

source: Head type: {0}
sk: Typ čela: {0}

source: I consent to the processing of personal data.
sk: Súhlasím so spracovaním osobných údajov.

source: I want a Saffron dealer to contact me.
sk: Chcem aby ma kontaktoval predajca Saffronu.

source: Invalid email address
sk: Neplatná emailová adresa

source: Last Name
sk: Priezvisko

source: Leg material type: {0}
sk: Typ materiálu nôh: {0}

source: Leg type: {0}
sk: Typ nôh: {0}

source: Legs
sk: Nohy

source: Legs Material
sk: Materiál nôh

source: Loading
sk: Načítavam

source: Loading {0}
sk: Načítavam {0}

source: Mattress Stitches
sk: Prešitie matraca

source: Message
sk: Správa

source: Must be 15 characters or less
sk: Musí mať 15 znakov alebo menej

source: Must be 20 characters or less
sk: Musí mať 20 znakov alebo menej

source: Ordered Product
sk: Objednaný produkt

source: Phone
sk: Telefón

source: Required
sk: Požadované

source: Stitching color type: {0}
sk: Farba prešitia matraca: {0}

source: Summary
sk: Zhrnutie

source: Textures
sk: Textúry

source: You must consent to the processing of personal data.
sk: Musíte súhlasiť so spracovaním osobných údajov.

source: Your data has been sucessfully send.
sk: Vaše údaje boli úspešne odoslané.
